---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireMaterialTypeSetIterator
source: html/f6623f84-ed72-4aa3-0f4e-9890594f5574.htm
---
# WireMaterialTypeSetIterator Members

For Internal Use Only.